{
    "beta_warning": "AroCrypt находится на стадии публичного бета-тестирования!",
    "releases": "Релизы",
    "releases_info": "Будьте в курсе последних функций, исправлений и улучшений — ведь шифрование настолько же надежно, насколько надежно его последнее обновление.",
    "versions": "Версии",
    "source_code": "Исходный код",
    "blogs": "Блоги",
    "main_section_header": "Программа для Защиты и Приватности",
    "main_section_description": "\"Они проникают. Они используют. AroCrypt оставляет их за бортом.\"",
    "download_now": "Загрузить сейчас",
    "download": "Загрузить",
    "available_for": "Доступно для Windows, Linux & macOS!",
    "section2_boxes": {
        "section_info": "AroCrypt — это стильное и удобное приложение для шифрования и дешифрования текста, файлов и других данных с надежной защитой. Это ваш надежный инструмент для защиты конфиденциальной информации.",
        "box1": {
            "title": "Молниеносное шифрование",
            "description": "AroCrypt оптимизирован для сверхбыстрой работы — без ожиданий, только мгновенная защита."
        },
        "box2": {
            "title": "Стильный и удобный UI",
            "description": "Современный, удобный интерфейс упрощает процесс шифрования и дешифрования."
        },
        "box3": {
            "title": "Гибкое шифрование",
            "description": "Файлы, текст и не только — всё в одном. AroCrypt легко подстраивается под ваши задачи."
        }
    },
    "features": "Возможности",
    "features_desc": "Откройте весь потенциал AroCrypt. От шифрования файлов до скрытия текста в изображениях — мы обеспечим безопасность ваших данных.",
    "feature_boxes": {
        "box1": {
            "title": "Шифрование файлов",
            "desc": "Защитите файлы сильным шифрованием. Просто перетащите, зашифруйте и данные останутся вашими."
        },
        "box2": {
            "title": "Шифрование текста",
            "desc": "Печатайте, шифруйте и делитесь. AroCrypt делает текстовое шифрование простым и быстрым."
        },
        "box3": {
            "title": "Стеанография изображений",
            "desc": "Прячьте важные файлы в изображениях с защитой через автошифрование."
        },
        "box4": {
            "title": "Скоро ещё больше!",
            "desc": "Ждите новых обновлений с ещё большим набором инструментов для защиты данных."
        }
    },
    "encryption_power": "Мощность шифрования",
    "encryption_power_desc": "AroCrypt построен на проверенных алгоритмах шифрования, начиная с AES-256 — технологии, которой доверяют банки и правительства. В будущих обновлениях появятся ещё более продвинутые методы защиты данных, чтобы всегда быть на шаг впереди киберугроз.",
    "ep_boxes": {
        "box1": {
            "title": "Шифрование AES-256",
            "desc": "AroCrypt использует AES-256, стандарт шифрования с ключом 256 бит. Этот алгоритм применяют банки, правительства и эксперты по безопасности во всём мире. AES-256 практически невозможно взломать, что обеспечивает надёжную защиту от несанкционированного доступа и хакерских атак."
        },
        "box2": {
            "title": "Оценка времени взлома",
            "desc": "Чтобы вы понимали: взлом AES-256 с помощью суперкомпьютера, способного перебирать миллиард ключей в секунду, занял бы примерно 1,157,920,892,373,161,954,235,709,850,086,879,078,532,699,846,656,405,640,394,575,424 лет. Это примерно 10^68 лет. Короче: это не произойдет."
        },
        "box3": {
            "title": "Защита на будущее",
            "desc": "Мы не ограничимся только AES-256. В будущем AroCrypt получит новые алгоритмы шифрования, чтобы идти в ногу со временем. От постквантового шифрования до новых стандартов безопасности — ваши данные будут в безопасности."
        }
    },
    "use_cases": {
        "section_title": "Сценарии использования",
        "section_desc": "AroCrypt — это не просто инструмент, а ваш цифровой телохранитель. Разработчик, бизнесмен или просто цените конфиденциальность — AroCrypt защитит ваши данные так, как вы и не думали.",
        "box1": {
            "title": "Защищённые чаты",
            "desc": "Храните личные и рабочие чаты под замком с военным уровнем защиты."
        },
        "box2": {
            "title": "Безопасное облако",
            "desc": "Шифруйте файлы до отправки в облако и сохраняйте полный контроль."
        },
        "box3": {
            "title": "Хранилище паролей",
            "desc": "Храните пароли в зашифрованном сейфе, ключи к которому только у вас."
        },
        "box4": {
            "title": "Файлы под защитой",
            "desc": "Делитесь важными файлами без риска. AroCrypt защитит их в пути и на месте."
        }
    },
    "windows_unavailable": "Версия для Windows недоступна в этом релизе. Если это ошибка, проверьте репозиторий на GitHub.",
    "linux_unavailable": "Версия для Linux недоступна в этом релизе. Если это ошибка, проверьте репозиторий на GitHub.",
    "mac_unavailable": "Версия для macOS недоступна в этом релизе. Если это ошибка, проверьте репозиторий на GitHub.",
    "windows_download_support": "Требуется Windows 8 или новее (32-бит или 64-бит).",
    "linux_download_support": "Требуется Linux на базе Debian (64-бит).",
    "mac_download_support": "Требуется macOS 11 или новее (64-бит или ARM64).",
    "view_release_notes": "Посмотреть изменения",
    "join_community": "Подписывайтесь на наш <discord>Discord</discord> и <telegram>Telegram</telegram> для новостей! ",
    "footer": {
        "rights": "Все права защищены",
        "site_info": "AroCrypt от AroCodes © 2025",
        "product": "Продукт",
        "developer": "Разработчик",
        "open_source": "Это с открытым кодом",
        "website": "Веб-сайт"
    },
    "unsigned_app": {
        "header": "Приложение не подписано!",
        "info": "Приложение не подписано Apple Developer ID, поэтому macOS может показать предупреждение при установке или запуске.",
        "how_to": "Как установить приложение:",
        "cancel": "Отмена",
        "download": "Скачать всё равно"
    },
    "download_page": {
        "header": "Скачать AroCrypt",
        "info": "Скачайте свежую версию AroCrypt — с шифрованием, улучшениями и всем нужным для безопасности."
    },
    "pin_board": {
        "header": "Пин-доска",
        "pin_1": "AroCrypt теперь доступен на Windows, Linux и macOS",
        "pin_2": "Установите AroCrypt на Windows с помощью команды ниже.",
        "pin_3": "Последний релиз AroCrypt:"
    },
    "metadata": {
        "index": {
            "title": "AroCrypt ― Шифруй. Скрывай. Оставайся невидимым.",
            "desc": "AroCrypt сочетает шифрование военного уровня с интеллектуальной стеганографией, позволяя скрывать данные прямо на виду — не только в изображениях, но и в любом нужном месте. Заблокируй. Замаскируй. Управляй своей приватностью.",
            "keywords": [
                "AroCrypt",
                "шифрование",
                "стеганография",
                "скрытие данных",
                "безопасная коммуникация",
                "кибербезопасность",
                "защита данных",
                "цифровая приватность",
                "безопасность файлов",
                "невидимое шифрование"
            ]
        },
        "releases": {
            "title": "Релизы AroCrypt ― Все версии и информация",
            "desc": "Просматривайте все версии AroCrypt с подробным описанием, списками изменений и ссылками на загрузку. Будьте в курсе новейших технологий шифрования и стеганографии.",
            "keywords": [
                "AroCrypt",
                "программное обеспечение для шифрования",
                "инструмент стеганографии",
                "безопасная передача файлов",
                "последний релиз",
                "история версий",
                "скачать средство шифрования",
                "обновления AroCrypt"
            ]
        },
        "download": {
            "title": "Скачать AroCrypt для Windows, Linux и macOS",
            "desc": "Скачайте AroCrypt — кроссплатформенный инструмент для шифрования и стеганографии, созданный для пользователей, ставящих конфиденциальность на первое место. Мгновенно защищайте файлы на Windows, Linux или macOS.",
            "keywords": [
                "скачать средство шифрования",
                "программное обеспечение для шифрования",
                "шифрование файлов Windows",
                "криптография для Linux",
                "приложение для приватности macOS",
                "безопасная передача файлов",
                "AES-шифрование",
                "программа для стеганографии"
            ]
        }
    }
}